#include <iostream>
#include <string>
#include "god++.h"
#include <locale>


Числецо Внутренний_мир f()
{
  Мову_небогоугодную_уничтожить;
  Божий_голос << "Молись смертный!" << Конец_молвы;
  Кирилица text;
  Длинная_молитва(text);
  Божий_голос << "Бог услышал молитву: " << text << Конец_молвы;
  Четвертовать 0;
}

Славься_Исус()
{

  Мову_небогоугодную_уничтожить;
  Числецо i = 0;
  До_поры(Правда_божия)
    Вопрос_к_богу(i != 101)
  {
    Божий_голос << i << "   ";
    i++;
  }
  Ответа_нет
  {
    Отречься;
  }
  Божий_голос << Конец_молвы;
  f();
}
